aaron-bond.better-comments
alefragnani.project-manager
beardedbear.beardedicons
beardedbear.beardedtheme
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc-icons
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fuzionix.devtool-plus
github.copilot-chat
gruntfuggly.todo-tree
jakobhoeg.vscode-pokemon
laravel.vscode-laravel
mikestead.dotenv
ms-ceintl.vscode-language-pack-it
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-italian
